Repository: kacperwawszczyk/fitodu-backend
Catalog: Fitodu.Resource/AwaitingTrainingMailTemplate.*.resx
Languages: pl

# AwaitingTrainingAcceptedClientBody
source: Hi -clientName-! <br><br> Your workout starting at -date-, has just been accepted by your coach! Head to <a href="-url-">FITODU</a> to take a look!
pl: Cześć -clientName-! <br><br> Twój trening zaczynający się o -date-, właśnie został zaakceptowany przez Twojego trenera! Przejdź do <a href="-url-">FITODU</a> aby zobaczyć!

# AwaitingTrainingAcceptedClientSubject
source: Fitodu - you have a new workout planned!
pl: Fitodu - masz nowy zaplanowany trening!

# AwaitingTrainingAcceptedCoachBody
source: Hi -coachName-! <br><br> Your workout with -clientName-, starting at -date-, has just been accepted by your client! Head to <a href="-url-">FITODU</a> to take a look!
pl: Cześć -coachName-! <br><br> Twój trening z -clientName-, zaczynający się o -date-, właśnie został zaakceptowany przez Twojego klienta! Przejdź do <a href="-url-">FITODU</a> aby zobaczyć!

# AwaitingTrainingAcceptedCoachSubject
source: Fitodu - you have a new workout planned!
pl: Fitodu - masz nowy zaplanowany trening!

# AwaitingTrainingRejectedClientBody
source: Hi -clientName-! <br><br> Your workout starting at -date-, has just been rejected by your coach. Head to <a href="-url-">FITODU</a> to plan your workout at a different date!
pl: Cześć -clientName-! <br><br> Twój trening zaczynający się o -date-, właśnie został odrzucony przez Twojego trenera. Przejdź do <a href="-url-">FITODU</a> aby zaplanować Twój trening w innym terminie!

# AwaitingTrainingRejectedClientSubject
source: Fitodu - your workout has been rejected
pl: Fitodu - Twój trening został odrzucony

# AwaitingTrainingRejectedCoachBody
source: Hi -coachName-! <br><br> Your workout with -clientName-, starting at -date-, has just been rejected by your client. Head to <a href="-url-">FITODU</a> to plan your workout at a different date!
pl: Cześć -coachName-! <br><br> Twój trening z -clientName-, zaczynający się o -date-, właśnie został odrzucony przez Twojego klienta. Przejdź do <a href="-url-">FITODU</a> aby zaplanować Twój trening w innym terminie!

# AwaitingTrainingRejectedCoachSubject
source: Fitodu - your workout has been rejected
pl: Fitodu - Twój trening został odrzucony

# AwaitingTrainingWithdrawnClientBody
source: Hi -clientName-! <br><br> Your workout awaiting your confirmation starting at -date-, has just been withdrawn by your coach. Head to <a href="-url-">FITODU</a> if you want to suggest a new workout date to your coach!
pl: Cześć -clientName-! <br><br> Twój trening, czekający na Twoje potwierdzenie, zaczynający się o -date-, właśnie został wycofany przez Twojego trenera. Przejdź do <a href="-url-">FITODU</a> jeśli chcesz zaproponować nowy termin treningu Twojemu trenerowi!

# AwaitingTrainingWithdrawnClientSubject
source: Fitodu - one of your awaiting workouts had been withdrawn
pl: Fitodu - jeden z Twoich oczekujących treningów został wycofany

# AwaitingTrainingWithdrawnCoachBody
source: Hi -coachName-! <br><br> Workout with -clientName- awaiting your confirmation starting at -date-, has just been withdrawn by your client. Head to <a href="-url-">FITODU</a> if you want to suggest a new workout date to your client!
pl: Cześć -coachName-! <br><br> Trening z -clientName-, czekający na Twoje potwierdzenie, zaczynający się o -date-, właśnie został wycofany przez Twojego klienta. Przejdź do <a href="-url-">FITODU</a> jeśli chcesz zaproponować nowy termin treningu Twojemu klientowi!

# AwaitingTrainingWithdrawnCoachSubject
source: Fitodu - one of your awaiting workouts had been withdrawn
pl: Fitodu - jeden z Twoich oczekujących treningów został wycofany

# NewAwaitingTrainingClientBody
source: Hi -fullName-!<br><br>You have a new training request from -coachName-!<br><br>To approve or reject it go to our website: <a href="-url-">HERE</a>.
pl: Cześć -fullName-!<br><br>Masz nową prośbę treningu od -coachName-!<br><br>Aby ją zatwierdzić lub odrzucić, udaj się na naszą stronę: <a href="-url-">TUTAJ</a>.

# NewAwaitingTrainingClientSubject
source: Fitodu - you have a new training request!
pl: Fitodu - masz nową prośbę treningu!

# NewAwaitingTrainingCoachBody
source: Hi -fullName-!<br><br>You have a new training request from -clientName-!<br><br>To approve or reject it go to our website: <a href="-url-">HERE</a>.
pl: Cześć -fullName-!<br><br>Masz nową prośbę treningu od -clientName-!<br><br>Aby ją zatwierdzić lub odrzucić, udaj się na naszą stronę: <a href="-url-">TUTAJ</a>.

# NewAwaitingTrainingCoachSubject
source: Fitodu - you have a new training request!
pl: Fitodu - masz nową prośbę treningu!
